/* No comment provided by engineer. */
"%@, age %i, reserved %@" = "%1$@, age %2$i, reserved %3$@";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Book" = "Book";

/* No comment provided by engineer. */
"Book room for $%i?" = "Book room for $%i?";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"DO IT" = "DO IT";

/* No comment provided by engineer. */
"End time" = "End time";

/* No comment provided by engineer. */
"First Opening" = "First Opening";

/* No comment provided by engineer. */
"Guest Name Search String" = "Guest Name Search String";

/* No comment provided by engineer. */
"Look Up" = "Look Up";

/* No comment provided by engineer. */
"No openings!" = "No openings!";

/* No comment provided by engineer. */
"Not available!" = "Not available!";

/* No comment provided by engineer. */
"Sorry" = "Sorry";

/* No comment provided by engineer. */
"Start time" = "Start time";

/* No comment provided by engineer. */
"That room is booked between %@ and %@!" = "That room is booked between %1$@ and %2$@!";

/* No comment provided by engineer. */
"There was not a single opening that range of time!" = "There was not a single opening that range of time!";

/* No comment provided by engineer. */
"Your age here" = "Your age here";

/* No comment provided by engineer. */
"Your name here" = "Your name here";

